# Packages
brew 'autojump'
brew 'diff-so-fancy'
brew 'fzf'
brew 'git'
brew 'htop'
brew 'imagemagick'
brew 'mysql'
brew 'node'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'sbt'
brew 'scala'
brew 'selecta'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim --with-lua'
brew 'wemux'
brew 'zsh'

# Apps: Cask
cask '1password'
cask 'airfoil'
cask 'alfred'
cask 'appcleaner'
cask 'bartender'
cask 'carbon-copy-cloner'
cask 'dropbox'
cask 'fantastical'
cask 'fuze'
cask 'google-chrome'
cask 'growlnotify'
cask 'iterm2'
cask 'karabiner'
cask 'nvalt'
cask 'screenhero'
cask 'sizeup'
cask 'sublime-text'
cask 'transmit'
cask 'vlc'

# Apps: App Store
# 'Cinch'
# 'Daisy Disk'
# 'Dash 3'
# 'Growl'
# 'Kindle'
# 'Memory Monitor'
# 'Wunderlist'
