tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "autojump"
brew "automake"
brew "openssl"
brew "awscli"
brew "bison"
brew "chruby"
brew "coreutils"
brew "diff-so-fancy"
brew "elixir"
brew "exercism"
brew "fish"
brew "fzf"
brew "gdbm"
brew "ghostscript"
brew "libffi"
brew "gnupg"
brew "gpg-agent"
brew "httperf"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "node"
brew "openssl@1.1"
brew "pkg-config"
brew "readline"
brew "postgresql"
brew "postgresql@9.6"
brew "redis", restart_service: true
brew "ruby-install"
brew "terminal-notifier"
brew "vim"
brew "watch"
brew "wget"
brew "yarn", link: false
brew "zsh"
brew "heroku/brew/heroku"
cask "haskell-platform"
cask "ngrok"

